{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": ""
			},
			"Translation":
			{
				"Text": " "
			},
			"Key": "3232AA8641581DC4851AA8BFB0D7B692"
		},
		{
			"Source":
			{
				"Text": "1280x720"
			},
			"Translation":
			{
				"Text": "1280x720"
			},
			"Key": "9FB827CB4AF81F3690D93D9A2012519F"
		},
		{
			"Source":
			{
				"Text": "1280x720"
			},
			"Translation":
			{
				"Text": "1280x720"
			},
			"Key": "1D88B2854C143FC2C2C69DA4A3130600"
		},
		{
			"Source":
			{
				"Text": "1920x1080"
			},
			"Translation":
			{
				"Text": "1920x1080"
			},
			"Key": "8ACF58F14803E7A85A700FA2DEAB113A"
		},
		{
			"Source":
			{
				"Text": "1920x1080"
			},
			"Translation":
			{
				"Text": "1920x1080"
			},
			"Key": "6A17D24B4C4A0E0CFFD80582E6491C41"
		},
		{
			"Source":
			{
				"Text": "Alex add a tutorial here"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "32331007431C3B86CA6D7C93F4D12CEA"
		},
		{
			"Source":
			{
				"Text": "Are you sure you want to quit?"
			},
			"Translation":
			{
				"Text": "Na pewno zakończyć bieżącą grę?"
			},
			"Key": "8D8BCEE447EC3552532F02A3DC94D61D"
		},
		{
			"Source":
			{
				"Text": "Are you sure you want to return to the Main Menu?"
			},
			"Translation":
			{
				"Text": "Na pewno chcesz powrócić do Menu?"
			},
			"Key": "9A2CE7274B8CFAD3FAE24F9FF41500F0"
		},
		{
			"Source":
			{
				"Text": "BACK"
			},
			"Translation":
			{
				"Text": "Wróć"
			},
			"Key": "FBC1AA1346A2A1674A61568592EE8A0D"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Wróć"
			},
			"Key": "E1E9E84B49E43F3472E08D8B3452A829"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Wróć"
			},
			"Key": "1B0E691C4E0649AE38CF1B89B9412E59"
		},
		{
			"Source":
			{
				"Text": "Back to Main Menu"
			},
			"Translation":
			{
				"Text": "Wróć do Menu"
			},
			"Key": "DD4039594729848C852AC08F94FE3A3F"
		},
		{
			"Source":
			{
				"Text": "Blaster"
			},
			"Translation":
			{
				"Text": "Pistolet"
			},
			"Key": "313249F949872D8D72EDAEB6B64BB49A"
		},
		{
			"Source":
			{
				"Text": "Camera"
			},
			"Translation":
			{
				"Text": "Aparat fotograficzny"
			},
			"Key": "01B59BD24959CB1A4E8D37A551C9B3BC"
		},
		{
			"Source":
			{
				"Text": "Collect New Weapons Using the Shoulder Buttons when near Weapon Pickups"
			},
			"Translation":
			{
				"Text": "Podnieś nowa broń za pomocą Bumperow gdy jesteś w pobliżu pickupu broni"
			},
			"Key": "073682F441D9B439CB513E9D173F367C"
		},
		{
			"Source":
			{
				"Text": "Control Scheme"
			},
			"Translation":
			{
				"Text": "System kontroli"
			},
			"Key": "AE3DF22C470687BFAEA3E1A8D8659861"
		},
		{
			"Source":
			{
				"Text": "Control Scheme"
			},
			"Translation":
			{
				"Text": "System kontroli"
			},
			"Key": "0967E4EA4F08870E4FEA6CA9369F967A"
		},
		{
			"Source":
			{
				"Text": "Controller Disconnected"
			},
			"Translation":
			{
				"Text": "Kontroler jest odłączony "
			},
			"Key": "759E599F439250EDFD99BEB88FEED898"
		},
		{
			"Source":
			{
				"Text": "Credits"
			},
			"Translation":
			{
				"Text": "Twórcy "
			},
			"Key": "5A6256A847FC4B4A55B6CC944601AEED"
		},
		{
			"Source":
			{
				"Text": "Dash"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AC47739941B87E3B1B984E8B1BC5E53B"
		},
		{
			"Source":
			{
				"Text": "Empty"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "D63190FB4053BB88FBED2B838FB2BD55"
		},
		{
			"Source":
			{
				"Text": "English"
			},
			"Translation":
			{
				"Text": "Angielski"
			},
			"Key": "0905B3264E37C00B6167A1825ACE5709"
		},
		{
			"Source":
			{
				"Text": "Equip Weapon to Left Slot"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "273051A648144BDAC5FDB3A6C431B06B"
		},
		{
			"Source":
			{
				"Text": "Exit Game"
			},
			"Translation":
			{
				"Text": "Wyjdź z gry "
			},
			"Key": "7C26F9AF47C0C89313BE879F79DBA8FA"
		},
		{
			"Source":
			{
				"Text": "FactoryIntroShot"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "653DF33948AB6DD0A0E414BE003561E7"
		},
		{
			"Source":
			{
				"Text": "Fire Left Weapon"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D2CC8CA845EDE56CE57EA3881764B145"
		},
		{
			"Source":
			{
				"Text": "Fire Right Weapon"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2A8A95EA4199EFBAC155F2A3EABD46BD"
		},
		{
			"Source":
			{
				"Text": "Flamethrower"
			},
			"Translation":
			{
				"Text": "Miotacz ognia"
			},
			"Key": "3FCBC0484040877E4F075A91DAD3872E"
		},
		{
			"Source":
			{
				"Text": "French"
			},
			"Translation":
			{
				"Text": "Francuski"
			},
			"Key": "25D7B0694874FBBBC386208523518420"
		},
		{
			"Source":
			{
				"Text": "Game Over"
			},
			"Translation":
			{
				"Text": "Game over"
			},
			"Key": "0CB7961B4314DA0E5E172B885FF8E0C4"
		},
		{
			"Source":
			{
				"Text": "German"
			},
			"Translation":
			{
				"Text": "Niemiecki"
			},
			"Key": "7E8878D242DB67C93A5EEF86D26BE2B1"
		},
		{
			"Source":
			{
				"Text": "Git Gud!"
			},
			"Translation":
			{
				"Text": "Ty ofiaro losu.."
			},
			"Key": "12CDAA2347752AF67273B3B972509201"
		},
		{
			"Source":
			{
				"Text": "Grenades"
			},
			"Translation":
			{
				"Text": "Granatnik"
			},
			"Key": "59260719475C989F3C1D3E86F650C774"
		},
		{
			"Source":
			{
				"Text": "Healers Drop Healing Auras that Heal Enemies within them"
			},
			"Translation":
			{
				"Text": "Aury które leczą Wrogów w ich zasięgu!"
			},
			"Key": "C66A28CF42FAE117B88E04B1998AD562"
		},
		{
			"Source":
			{
				"Text": "Italian"
			},
			"Translation":
			{
				"Text": "Włoski "
			},
			"Key": "83E3143C49007F4C81E08FBC8A64D029"
		},
		{
			"Source":
			{
				"Text": "Kill Enemies Connected to the Boss to Remove Its Shield"
			},
			"Translation":
			{
				"Text": "Zabij Wrogów podłączonych do Bossa by pozbyć się jego tarczy!"
			},
			"Key": "634B7527495C0B5BCF5A2EBA2828535A"
		},
		{
			"Source":
			{
				"Text": "LOADING"
			},
			"Translation":
			{
				"Text": "LADOWANIE"
			},
			"Key": "B724B9E145D56345C401F09084E0B8DA"
		},
		{
			"Source":
			{
				"Text": "Language Select"
			},
			"Translation":
			{
				"Text": "Wybierz język"
			},
			"Key": "25C52A4E49BD823FFC94ACA80581828A"
		},
		{
			"Source":
			{
				"Text": "Languages"
			},
			"Translation":
			{
				"Text": "Języki"
			},
			"Key": "7F32EB644C7616F8A0FAA6B1C0841BDD"
		},
		{
			"Source":
			{
				"Text": "Left Slot"
			},
			"Translation":
			{
				"Text": "Lewe stanowisko"
			},
			"Key": "FA1A588F404A3C316578D3A6EE317A1A"
		},
		{
			"Source":
			{
				"Text": "Machine Gun"
			},
			"Translation":
			{
				"Text": "Karabin maszynowy"
			},
			"Key": "9CCDBE9F40F5D7EA8DA2509AC5101DD1"
		},
		{
			"Source":
			{
				"Text": "Machine Gun"
			},
			"Translation":
			{
				"Text": "Karabin maszynowy"
			},
			"Key": "CD773AA8467BEF8BCD52D88890D5A4E5"
		},
		{
			"Source":
			{
				"Text": "Machine Gun"
			},
			"Translation":
			{
				"Text": "Karabin maszynowy"
			},
			"Key": "4032FAE544933A92AEBE6983B9DFFCAA"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "Główne Menu"
			},
			"Key": "2AE27FD545C2F9D2B2FE1882001667D5"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "Główne Menu"
			},
			"Key": "07FC6C334C286A188B2EDEAA1B15F8D3"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "Główne Menu"
			},
			"Key": "43F0E23F4B0D93AA61B7ABA719F2FF27"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "Główne Menu"
			},
			"Key": "52C20BD142307A3BFA738DB4E4B220A2"
		},
		{
			"Source":
			{
				"Text": "Master Volume:"
			},
			"Translation":
			{
				"Text": "Głośność"
			},
			"Key": "AD3BB9BC442E35761283399530921D4B"
		},
		{
			"Source":
			{
				"Text": "Master Volume:"
			},
			"Translation":
			{
				"Text": "Głośność"
			},
			"Key": "4A064F2344020EA4265140881BDBC731"
		},
		{
			"Source":
			{
				"Text": "Move"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A17FE74B4DC38F65680B99939CA6181A"
		},
		{
			"Source":
			{
				"Text": "NOW"
			},
			"Translation":
			{
				"Text": "Teraz"
			},
			"Key": "397B67054D1E4D4C16A7038E191B4FEE"
		},
		{
			"Source":
			{
				"Text": "New Game"
			},
			"Translation":
			{
				"Text": "Nowa gra"
			},
			"Key": "91EC601640A5307090F1CEB66CB0B72E"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": "Nie"
			},
			"Key": "6420B96844C18E18E5D0E69C0B7A504F"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": "Nie"
			},
			"Key": "AB320DEC4DA22ECC1E05709CC5E0FDC2"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": "Nie"
			},
			"Key": "B9CFD8524535DBD733E6CC9F9F3DA64E"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": "Nie"
			},
			"Key": "3F126A7E4FC1848161B306B78AA6CA3A"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": "Nie"
			},
			"Key": "5107EE124E1681CC1A92099C8879881B"
		},
		{
			"Source":
			{
				"Text": "Octo Gun"
			},
			"Translation":
			{
				"Text": "Octo-karabin"
			},
			"Key": "2F29C6234575CE82DEB843B50E3B9BCB"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Opcje"
			},
			"Key": "0A10ED3D49DD6A89E4BD088FFA6AEF17"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Opcje"
			},
			"Key": "87CDC4B94D51307ED75CB78989C5B024"
		},
		{
			"Source":
			{
				"Text": "Ouch!"
			},
			"Translation":
			{
				"Text": "Auć!"
			},
			"Key": "B3D459634939CCBDCC50B5AC0F4C99E1"
		},
		{
			"Source":
			{
				"Text": "Pause Game"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C4B753B34A9127298B4E19AA1AB90705"
		},
		{
			"Source":
			{
				"Text": "Place"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "0837CECD47D06123298FB29FDFAD0B39"
		},
		{
			"Source":
			{
				"Text": "Placeholder"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "B6CF60004D9BA9421EFC1491A4B6D9E1"
		},
		{
			"Source":
			{
				"Text": "Polish"
			},
			"Translation":
			{
				"Text": "Polski"
			},
			"Key": "89F3E87E483DE94B9F310B9CF6C5181B"
		},
		{
			"Source":
			{
				"Text": "Portuguese"
			},
			"Translation":
			{
				"Text": "Portugalski"
			},
			"Key": "83BB5128489AA4DA6E82D9979282E8AB"
		},
		{
			"Source":
			{
				"Text": "Press A to start!"
			},
			"Translation":
			{
				"Text": "Naciśnij A by rozpocząć!"
			},
			"Key": "56C03A7B451470B8E8246398082C2818"
		},
		{
			"Source":
			{
				"Text": "Press the Left Thumbstick to Dash and Avoid Damage"
			},
			"Translation":
			{
				"Text": "Naciśnij lewy Joystick by przyspieszyć i uniknąć szkód!"
			},
			"Key": "57D3112849DA314C94298EA73F6B42D9"
		},
		{
			"Source":
			{
				"Text": "Quit Game"
			},
			"Translation":
			{
				"Text": "Wyjdź z gry"
			},
			"Key": "03E7404D445CDF6975F4BAAE4DDBE055"
		},
		{
			"Source":
			{
				"Text": "Radial Burst"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "C0E195D44A1FE3A47BF253B077672ED7"
		},
		{
			"Source":
			{
				"Text": "Radial Burst"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "85778E264AA96E1FD60BA8A69555FA6B"
		},
		{
			"Source":
			{
				"Text": "Radial Burst"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "E9F40B194961B4F49FFF55900C379E5B"
		},
		{
			"Source":
			{
				"Text": "Restart Game"
			},
			"Translation":
			{
				"Text": "Zacznij od nowa"
			},
			"Key": "C95D6FFF40C4655822AB9D8DCB217143"
		},
		{
			"Source":
			{
				"Text": "Restart Game"
			},
			"Translation":
			{
				"Text": "Zacznij od nowa"
			},
			"Key": "F7E673FD4BC09F2D7C0BC397541106B1"
		},
		{
			"Source":
			{
				"Text": "Restart Game"
			},
			"Translation":
			{
				"Text": "Zacznij od nowa"
			},
			"Key": "2B808A1B4F7C81A7CE522E8B9C5144AB"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": "Kontynuuj"
			},
			"Key": "BBD037894F16BCDFE17CBAAC4D707D0E"
		},
		{
			"Source":
			{
				"Text": "Return to Main Menu"
			},
			"Translation":
			{
				"Text": "Powrót do Menu"
			},
			"Key": "1998661A4CD3F81C222287AC08A26799"
		},
		{
			"Source":
			{
				"Text": "Return to Main Menu?"
			},
			"Translation":
			{
				"Text": "Chcesz powrócić do Menu?"
			},
			"Key": "93EB472C4C486D10FA1F55A72A422D9F"
		},
		{
			"Source":
			{
				"Text": "Return to Main Menu?"
			},
			"Translation":
			{
				"Text": "Chcesz powrócić do Menu?"
			},
			"Key": "CD9CC8C746A685631A582D87695775C0"
		},
		{
			"Source":
			{
				"Text": "Right Slot"
			},
			"Translation":
			{
				"Text": "Prawe stanowisko"
			},
			"Key": "61AB33EA43999505348B44AF408F25D7"
		},
		{
			"Source":
			{
				"Text": "Rockets"
			},
			"Translation":
			{
				"Text": "Wyrzutnia rakietowa"
			},
			"Key": "607F5EDC482206702E460BA88117539E"
		},
		{
			"Source":
			{
				"Text": "Rockets Hurt!"
			},
			"Translation":
			{
				"Text": "Rakieta boli!"
			},
			"Key": "19BE12D94EAA19089A01808C776ADF7B"
		},
		{
			"Source":
			{
				"Text": "Rotation"
			},
			"Translation":
			{
				"Text": "Obrót"
			},
			"Key": "67DD9237443DCF93BAD79B855D9486A0"
		},
		{
			"Source":
			{
				"Text": "Shot01"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "09C8BA4246BD6B6EE45839BA9950DA11"
		},
		{
			"Source":
			{
				"Text": "Shot02"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "2B2603B14BC203CD2622CD8A991A35AF"
		},
		{
			"Source":
			{
				"Text": "Shotgun"
			},
			"Translation":
			{
				"Text": "Strzelba"
			},
			"Key": "F97BD80D49AD938F5DBFFE90059A444C"
		},
		{
			"Source":
			{
				"Text": "Shotgun"
			},
			"Translation":
			{
				"Text": "Strzelba"
			},
			"Key": "F21F3A8C4F4362690CF0E6AE1EF705ED"
		},
		{
			"Source":
			{
				"Text": "Spanish"
			},
			"Translation":
			{
				"Text": "Hiszpański"
			},
			"Key": "B1C572B64CF65FD8504D548A91BC401F"
		},
		{
			"Source":
			{
				"Text": "Systems Critical"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "B8B807E34E9499B1BA9F528212950CDF"
		},
		{
			"Source":
			{
				"Text": "Systems Critical"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "95740A27411BFE5699B619806AFA0C38"
		},
		{
			"Source":
			{
				"Text": "TODO: Tutorial Message"
			},
			"Translation":
			{
				"Text": "<SHOULD NOT BE SEEN>"
			},
			"Key": "0C1A131C47E9B008685809BECB94EBA0"
		},
		{
			"Source":
			{
				"Text": "Use the Left Thumbstick to Move Around!"
			},
			"Translation":
			{
				"Text": "Użyj lewego Joysticka by się poruszać!"
			},
			"Key": "03E42D2F4C7619DB2961D69DF47DD3C2"
		},
		{
			"Source":
			{
				"Text": "Use the Left and Right Trigger to Fire"
			},
			"Translation":
			{
				"Text": "Użyj lewy i prawy spust by strzelać!"
			},
			"Key": "418FA2B44FAC8723477FF8B73D8EA2C6"
		},
		{
			"Source":
			{
				"Text": "Victory"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "53DB5BFC4AAA04B37E4FD1A6BF9774D1"
		},
		{
			"Source":
			{
				"Text": "Wave Gun"
			},
			"Translation":
			{
				"Text": "Fala dźwiękowa"
			},
			"Key": "B45241CD469E0BB8378601B1FB8F40D9"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": "Tak"
			},
			"Key": "1CBB7FED4946E6F6912BFE84BC7BC3E4"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": "Tak"
			},
			"Key": "543E6C994F3828A5EFE768A25F91C200"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": "Tak"
			},
			"Key": "BAC248CD42607A58F2C2709DA4B07AB4"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": "Tak"
			},
			"Key": "F1B1DFE34C39E90E4F9A27B41AF25B3B"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": "Tak"
			},
			"Key": "FFFA03DA48E1AE6A735510955B7F0FF5"
		},
		{
			"Source":
			{
				"Text": "You Died"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CBDD23F248C4C9D91A5AB99EE8EB2C6D"
		},
		{
			"Source":
			{
				"Text": "You Died"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "725EFCBB4CA992747EB67390DA6EFA9B"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Your Namespace",
			"Children": [
				{
					"Source":
					{
						"Text": "Internal Weapon"
					},
					"Translation":
					{
						"Text": "<SHOULD NOT BE SEEN>"
					},
					"Key": "WeaponKey"
				}
			]
		}
	]
}